Repository: wallix/redemption
Catalog: tools/i18n/po/*/redemption.po
Languages: fr

source: Password
fr: Mot de passe

source: Connection closed
fr: Connexion fermée

source: Cancel
fr: Annuler

source: Help
fr: Aide

source: Close
fr: Fermer

source: Refused
fr: Refuser

source: Username
fr: Nom d'utilisateur

source: Your Bastion password will expire soon. Please change it.
fr: Votre mot de passe Bastion va bientôt expirer. Veuillez le changer.

source: Protocol
fr: Protocole

source: Authorization
fr: Autorisation

source: Target
fr: Cible

source: Close Time
fr: Date de clôture

source: Logout
fr: Déconnexion

source: Apply
fr: Appliquer

source: Filter
fr: Filtrer

source: Connect
fr: Connecter

source: Time left
fr: Temps restant

source: second
fr: seconde

source: hour
fr: heure

source: before closing
fr: avant fermeture

source: Your session is currently being audited.
fr: Votre session est actuellement en cours d'observation.

source: Connection closed by manager.
fr: Le gestionnaire de session a coupé la connexion.

source: End of connection
fr: Fin de connexion

source: The "Target" field can be entered with a string labelled in this format: "Account@Domain@Device:Service:Auth". The "Domain", "Service" and "Auth" parts are optional. This field is optional and case-sensitive. The "Login" field must refer to a user declared on the Bastion. This field is required and not case-sensitive. Contact your system administrator for assistance.
fr: Le champ "Cible" peut contenir une chaîne de caractères au format: "Account@Domain@Device:Service:Auth". Les parties "Domain", "Service" et "Auth" sont optionnelles. Ce champ est optionnel et sensible à la casse. Le champ "Login" doit désigner un utilisateur déclaré dans le Bastion. Ce champ est requis et insensible à la casse. Contactez votre administrateur système pour obtenir de l'aide.

source: Search help using '?' The '?' can be placed at the beginning of the target string for use the advanced filter mode : ?<field>=<pattern> <field> can be "account", "domain", "device" or "service". Use '&' as separator for multiple field/pattern. An example of the target string is the following : ?account=my_account&?device=my_device&?service=my_service
fr: Aide à la recherche avec le caractère '?' Il est possible d'utiliser le caractère '?' en le positionnant au début de la chaîne de caractère de cible pour utiliser le mode de filtre avancé : ?<champ>=<motif> <champ> peut signifier "account", "domain", "device" ou "service". Utilisez le séparateur '&' pour avoir plusieurs champ/motif. Voici un example de chaîne de caractère de cible possible : ?account=mon_compte&?device=mon_device&?service=mon_service

source: Selector
fr: Sélecteur

source: Session is out of allowed timeframe
fr: L'autorisation de la session a expiré

source: Missed keepalive from ACL
fr: Absence de réponse de Keepalive de l'ACL

source: Connection closed on inactivity
fr: Fermeture sur inactivité

source: Authentifier service failed
fr: Echec du service d'authentification

source: Failed to connect to remote host.
fr: Échec de la connexion à l'hôte distant.

source: Failed to authenticate with remote RDP host.
fr: Échec de l'authentification avec l'hôte RDP distant.

source: Failed to authenticate with remote VNC host.
fr: Échec de l'authentification avec l'hôte VNC distant.

source: Failed to authenticate with remote X host.
fr: Échec de l'authentification avec l'hôte X distant.

source: Connection to server ended.
fr: Connexion au serveur terminée.

source: No results found
fr: Aucun résultat

source: Back to Selector
fr: Retour au Sélecteur

source: Exit
fr: Sortir

source: Comment
fr: Commentaire

source: Comment *
fr: Commentaire *

source: Duration
fr: Durée

source: Duration *
fr: Durée *

source: Format: [hours]h[mins]m
fr: Format: [heures]h[mins]m

source: (*) required fields
fr: (*) champs requis

source: Confirm
fr: Confirmer

source: Error: %s field is required.
fr: Erreur: le champ %s est requis.

source: Error: %s invalid format.
fr: Erreur: format %s invalide.

source: Error: %s is too high (max: %d minutes).
fr: Erreur: %s trop haute (max: %d minutes).

source: Authentication Required
fr: Authentification Requise

source: Target Information Required
fr: Informations Cible Requises

source: Device
fr: Machine

source: Press "Insert" key or left-click to hide this message.
fr: Appuyez sur la touche "Insert" ou clic gauche pour cacher ce message.

source: Another user connected to the resource, so your connection was lost.
fr: Un autre utilisateur s'est connecté à la ressource, provoquant la perte de votre connexion.

source: The process '%s' was interrupted in accordance with security policies.
fr: Le processus '%s' a été interrompu conformément aux politiques de sécurité.

source: The account manipulation initiated by process '%s' was rejected in accordance with security policies.
fr: L'édition de compte d'utilisateur effectuée via le processus '%s' a été rejeté conformément aux politiques de sécurité.

source: Session logoff in progress.
fr: Fermeture de session en cours.

source: Starting RemoteApp ...
fr: Lancement de RemoteApp ...

source: All RemoteApp windows are closed.
fr: Toutes les fenêtre de RemoteApp sont fermées.

source: Disconnect Now
fr: Se déconnecter maintenant

source: The computer that you are trying to connect to is redirecting you to another computer!
fr: L'ordinateur auquel vous essayez de vous connecter vous redirige vers un autre ordinateur!

source: NLA Authentication Failed!
fr: Échec d'authentification NLA!

source: TLS certificate changed!
fr: Certificat TLS modifié!

source: TLS certificate missed!
fr: Certificat TLS est manquant!

source: TLS certificate corrupted!
fr: Certificat TLS est corrompu!

source: TLS certificate is inaccessible!
fr: Certificat TLS est inaccessible!

source: VNC connection error!
fr: Error de connexion VNC!

source: Unsupported client display monitor layout!
fr: La disposition du moniteur d'affichage du client n'est pas supportée!

source: RDP negotiation phase failure.
fr: Echec de la phase de negociation.

source: An error occurred during the licensing protocol!
fr: Une erreur de protocole de licence s'est produite!

source: The RemoteApp program did not start on the remote computer!
fr: Le programme RemoteApp n'a pas démarré sur l'ordinateur distant!

source: Cannot start the RemoteApp program!
fr: Impossible de démarrer le programme RemoteApp!

source: The RemoteApp program is not in the list of authorized programs!
fr: Le programme RemoteApp n'est pas dans la liste des programmes autorisés!

source: Logon timer expired!
fr: Le délai d'attente d'ouverture de session a expiré!

source: Could not launch Session Probe!
fr: Impossible de lancer Session Probe!

source: (ASBL) Could not launch Session Probe! File System Virtual Channel is unavailable. Please allow the drive redirection in the Remote Desktop Services settings of the target.
fr: (ASBL) Impossible de lancer Session Probe! Le canal virtuel du système de fichiers n'est pas disponible. Veuillez autorisez la redirection du lecteur dans les paramètres des Services de bureau à distance de la cible.

source: (ASBL) Could not launch Session Probe! Maybe something blocks it on the target. Is the target running under Microsoft Server products? The Command Prompt should be published as the RemoteApp program and accept any command-line parameters. Please also check the temporary directory to ensure there is enough free space.
fr: (ASBL) Impossible de lancer Session Probe! Peut-être que quelque chose le bloque sur la cible. La cible fonctionne-t-elle sous un produit de famille Microsoft Server? L'invite de commande doit être publiée comme programme RemoteApp et accepter tout type de paramètres de ligne de commande. Veuillez vérifier également le répertoire temporaire afin d'assurer qu'il y a suffisamment d'espace libre.

source: (ASBL) Session Probe launch has failed for unknown reason!
fr: (ASBL) Le lancement de Session Probe a échoué pour une raison inconnue!

source: (CBBL) Could not launch Session Probe! File System Virtual Channel is unavailable. Please allow the drive redirection in the Remote Desktop Services settings of the target.
fr: (CBBL) Impossible de lancer Session Probe! Le canal virtuel du système de fichiers n'est pas disponible. Veuillez autorisez la redirection du lecteur dans les paramètres des Services de bureau à distance de la cible.

source: (CBBL) Could not launch Session Probe! Clipboard Virtual Channel is unavailable. Please allow the clipboard redirection in the Remote Desktop Services settings of the target.
fr: (CBBL) Impossible de lancer Session Probe! Le canal virtuel du presse-papier n'est pas disponible. Veuillez autorisez la redirection du presse-papier dans les paramètres des Services de bureau à distance de la cible.

source: (CBBL) Could not launch Session Probe! Drive of Session Probe is not ready yet. Is the target running under Windows Server 2008 R2 or more recent version?
fr: (CBBL) Impossible de lancer Session Probe! Le lecteur de Session Probe n'est pas encore prêt. La cible fonctionne-t-elle sous Windows Server 2008 R2 ou une version plus récente?

source: (CBBL) Session Probe is not launched! Maybe something blocks it on the target. Please also check the temporary directory to ensure there is enough free space.
fr: (CBBL) Impossible de lancer Session Probe! Peut-être que quelque chose le bloque sur la cible. Veuillez vérifier également le répertoire temporaire afin d'assurer qu'il y a suffisamment d'espace libre.

source: (CBBL) Session Probe launch cycle has been interrupted! The launch timeout duration may be too short.
fr: (CBBL) Le cycle de lancement de Session Probe a été interrompu! La durée du délai d'attente de lancement peut être trop courte.

source: (CBBL) Session Probe launch has failed for unknown reason! Please refer to the syslog file for more detailed information regarding the error condition.
fr: (CBBL) Le lancement de Session Probe a échoué pour une raison inconnue! Veuillez vous reporter au fichier syslog pour obtenir des informations plus détaillées concernant la condition d'erreur.

source: (RP) Could not launch Session Probe! Please refer to the syslog file for more detailed information regarding the error condition.
fr: (RP) Impossible de lancer Session Probe! Veuillez vous reporter au fichier syslog pour obtenir des informations plus détaillées concernant la condition d'erreur.

source: Unknown backend failure.
fr: Erreur de backend inconnue.

source: Provided login/password is probably incorrect.
fr: Le nom d'utilisateur/mot de passe fourni est probablement incorrect.

source: Please wait...
fr: Veuillez patienter...

source: Enable NLA is probably required.
fr: Il est probablement nécessaire d'activer NLA.

source: Enable TLS is probably required.
fr: Il est probablement nécessaire d'activer TLS.

source: Please check provided Load Balance Info.
fr: Veuillez vérifier le Load Balance Info fournies.

source: Fail during TLS security exchange.
fr: Échec lors de l'échange de sécurité TLS.

source: Remote access may be denied for the user account.
fr: L'accès distant est peut-être refusé pour le compte utilisateur.

source: Fail during channels connection.
fr: Échec lors de la connexion des canaux.

source: Failed while trying to get licence.
fr: Échec en essayant d'obtenir une licence.

source: Fail while connecting session on the target.
fr: Échec lors de la connexion de la session sur la cible.

source: File being analyzed:
fr: Fichier en cours d'analyse:

source: Valid file:
fr: Fichier valide:

source: Invalid file:
fr: Fichier invalide:
